{
    "intro": {
        "destinazione_generica": "Ciao! Sono qui per aiutarti a pianificare il tuo viaggio. Per iniziare, potresti dirmi in quale paese o regione vorresti andare?",
        "localita_specifica": "Ottimo! Ora potresti dirmi quale città o località specifica ti interessa visitare?",
        "numero_partecipanti": "Quante persone parteciperanno al viaggio?",
        "tipo_partecipanti": "Con chi viaggerai? (es. famiglia, adulti, anziani)",
        "periodo_viaggio": "In quale periodo dell'anno vorresti partire? (formato: YYYY-MM-DD)",
        "durata_viaggio_giorni": "Per quanti giorni vorresti rimanere?",
        "mood_vacanza": "Che tipo di esperienza stai cercando? (es. relax, avventura, cultura, gastronomia)",
        "budget_viaggio": "Qual è il tuo budget complessivo per il viaggio? (in euro)"
    },
    "contatti": {
        "nome": "Per poterti aiutare al meglio, potresti dirmi il tuo nome?",
        "email": "Qual è il tuo indirizzo email?",
        "telefono": "E il tuo numero di telefono?",
        "preferenza_contatto": "Come preferisci essere contattato? (email, telefono, whatsapp)"
    },
    "alloggi": {
        "tipo_alloggio": "Che tipo di alloggio preferisci? (hotel, appartamento, b&b, etc.)",
        "preferenze_camera": "Hai preferenze particolari per la camera? (es. vista mare, balcone, etc.)",
        "servizi_richiesti": "Quali servizi sono importanti per te? (es. wifi, colazione, piscina)",
        "zona_preferita": "In quale zona della località preferiresti alloggiare?",
        "budget_alloggio": "Qual è il tuo budget giornaliero per l'alloggio?"
    },
    "noleggi": {
        "tipo_veicolo": "Hai bisogno di noleggiare un veicolo? Se sì, quale tipo? (auto, moto, bici)",
        "durata_noleggio": "Per quanti giorni avresti bisogno del veicolo?",
        "preferenze_veicolo": "Hai preferenze particolari per il veicolo? (es. automatico, elettrico)",
        "budget_noleggio": "Qual è il tuo budget giornaliero per il noleggio?"
    },
    "naturalistico": {
        "tipo_attivita": "Ti interessano attività naturalistiche? Se sì, quali? (es. trekking, birdwatching)",
        "livello_difficolta": "Che livello di difficoltà preferisci? (facile, medio, difficile)",
        "attrezzatura_necessaria": "Hai già l'attrezzatura necessaria o preferisci noleggiarla?",
        "preferenze_paesaggio": "Che tipo di paesaggio preferisci? (montagna, bosco, lago)"
    },
    "avventura": {
        "tipo_attivita": "Ti interessano attività avventurose? Se sì, quali? (es. rafting, arrampicata)",
        "livello_difficolta": "Che livello di difficoltà preferisci? (principiante, intermedio, esperto)",
        "attrezzatura_necessaria": "Hai già l'attrezzatura necessaria o preferisci noleggiarla?",
        "preferenze_orario": "Preferisci attività di mattina, pomeriggio o sera?"
    },
    "montagna": {
        "tipo_attivita": "Ti interessano attività in montagna? Se sì, quali? (es. sci, escursionismo)",
        "livello_difficolta": "Che livello di difficoltà preferisci? (principiante, intermedio, esperto)",
        "attrezzatura_necessaria": "Hai già l'attrezzatura necessaria o preferisci noleggiarla?",
        "preferenze_paesaggio": "Che tipo di paesaggio montano preferisci? (es. vette, vallate)"
    },
    "mare": {
        "tipo_attivita": "Ti interessano attività al mare? Se sì, quali? (es. snorkeling, surf)",
        "livello_difficolta": "Che livello di difficoltà preferisci? (principiante, intermedio, esperto)",
        "attrezzatura_necessaria": "Hai già l'attrezzatura necessaria o preferisci noleggiarla?",
        "preferenze_spiaggia": "Che tipo di spiaggia preferisci? (es. sabbia, scogli)"
    },
    "gastronomia": {
        "tipo_cucina": "Ti interessano esperienze gastronomiche? Se sì, quale tipo di cucina preferisci?",
        "preferenze_alimentari": "Hai preferenze o restrizioni alimentari?",
        "tipo_esperienza": "Che tipo di esperienza gastronomica preferisci? (es. ristorante, street food)",
        "budget_gastronomia": "Qual è il tuo budget giornaliero per il cibo?"
    },
    "citta_arte": {
        "tipo_attivita": "Ti interessano attività culturali? Se sì, quali? (es. musei, tour guidati)",
        "preferenze_periodo": "Hai preferenze per un periodo storico particolare?",
        "tipo_visita": "Preferisci visite guidate o esplorazione autonoma?",
        "budget_cultura": "Qual è il tuo budget per le attività culturali?"
    },
    "benessere": {
        "tipo_attivita": "Ti interessano attività di benessere? Se sì, quali? (es. spa, yoga)",
        "livello_difficolta": "Che livello di difficoltà preferisci? (principiante, intermedio, esperto)",
        "preferenze_orario": "Preferisci attività di mattina, pomeriggio o sera?",
        "budget_benessere": "Qual è il tuo budget per le attività di benessere?"
    }
} 